import { ReactElement } from 'react'

type blogPage = {
  bgImage: string
  bgLogo: string
  bgTitle: string
  bgText: string
  title1: string
  text1: string
  image1: string

  title2: string
  text2: string
  image2: string

  title3: string
  text3: string

  title4: string
  text4: string
  image4: string

  title5: string
  text5: string
  image5: string

  title6: string
  text6: string
  image6: string

  title7: string
  text7: string
  image7: string

  lastText: string
  subScribeButton: ReactElement
}
export const itemBlogPage: blogPage = {
  bgImage:
    'https://static.tildacdn.com/tild3332-6164-4536-b232-343164313966/adidas_Yeezy_k48haz.jpg',
  bgLogo: 'SNEAKERMANIA',
  bgTitle: 'Как Канье убивает свою линейку кроссовок Yeezy',
  bgText:
    'Вова Борисенков, автор телеграм-канала SNEAKERMANIA, делится своим взглядом на данную ситуацию',
  title1: 'Да, я обожаю его, но и ненавижу одновременно',
  text1:
    'Помните, как какое-то время назад Канье Уэст представил свой альбом "Ye"? Там еще были прекрасные горы и поверх них надпись "I Hate Being / Bi-Polar / Its Awesome", которая отлично выражала переменчивое и сложное настроение Канье, которое, словно флюгер пляжного домика, могло меняться почти каждую минуту — это особенность его здоровья, но и оно же отлично описывает и мое отношение к нему, оно схожее. Да, я обожаю его, но и ненавижу одновременно. Это может звучать довольно странно, но это так и есть. Его многогранность и желание делать все в своем ключе — его суперсила и криптонит в одном флаконе. Все творцы склонны к саморазрушению, к большому сожалению, такова их природа, но от того они и сияют так ярко.',
  image1:
    'https://static.tildacdn.com/tild3962-3130-4236-b939-663631356138/k_k_main.jpg',
  title2: 'Причины падения условно можно разобрать на 5 основополагающих.',
  text2:
    'Вся эта лирика на один абзац была написана вам для того, чтобы объяснить или напомнить, что, возможно, нет более противоречивого артиста, чем Канье. Все его поступки — резонанс похлеще 10 бальных землетрясений или смертоносных цунами. Его импульсивность и склонность к разрушению кроется буквально во всем. Особенно хорошо это ощущается сейчас, когда он стал наиболее уязвим, и каждый его шаг находится под наблюдением абсолютно всех. Возможно, все это давление и сгенерировало цепочку событий, меняющих его и мир вокруг каждый день.Ровно этот спектр эмоций и чувств вызывает в последнее время именная линейка кроссовок Канье. Сразу ощущается, что она приходит постепенно все в больший упадок, но пока это падение еле заметно из-за того, что персона Канье пока абсолютно непоколебима, но это будет до первого большого скандала. В чем собственно претензии? Их немного, но они есть. Их условно можно разобрать на 5 основополагающих. Ниже будут представлены все причины, почему Канье убивает свое же наследие в виде некогда самой интересной и востребованной кроссовочной линейки.',
  image2:
    'https://static.tildacdn.com/tild6663-3632-4633-b263-306162626632/Kanye-West-Yandhi-92.jpg',
  title3: 'Увеличение количества',
  text3:
    'Все (как всегда) началось именно с того, что творческий подход отошел на второй план и включился режим станка, который должен производить десятки моделей в режиме нонстоп. Начало сотрудничество с adidas принесло и бренду, и Канье огромный скачок в плане популярности и внимания. Кроссовки Yeezy выходили не очень часто и были мало доступны, что стало своеобразным феноменом того времени. Дальше adidas принял решение, что надо дать творчеству чуть иную направленность, и adidas пошли в сторону удовлетворения больших потребностей клиента — так появились занебесные количества релизнутых пар, которые просто стали скапливаться на полках магазинов.Сначала это были разовые ситуации, но теперь это абсолютно нормально, что кроссовки Канье залеживаются на полках, потому что выпущено их было так много, что сходу им не удалось продаться. Понятно, что бизнес все равно процветает, потому что эти десятки тысяч пар все равно так или иначе продаются, но если вы посмотрите на изменение отношения людей в сторону кроссовок Yeezy, то заметите, как произошел резкий отток интереса — просто рынок стал перенасыщен.Уже на 2019-й год adidas анонсировал минимум 20 пар Yeezy, а по слухам на ближайшие 3-4 года есть контракт на 200 пар уникального дизайна. Перенасыщение продуктом — одна из проблем любого бизнеса, заточенного на постоянные продажи. Просто Канье и adidas решили крупно заработать, а не играть в долгую перспективу, выпуская более лимитированные релизы кроссовок. Возможно, в финансовом плане это более привлекательный вариант, потому что еще непонятно, когда будет такой же популярный артист как Канье, но с другой стороны общий статус линейки резко просел, а для люксового продукта это чрезвычайно плохо. Есть четкое ощущение, что желание «обуть всех в Yeezy» по чуть-чуть, но все таки убивает сам бренд изнутри. В один момент просто появится кто-то совершенно иной и сверкнет так ярко чем-то свежим, что все пары кроссовок от Канье быстро станут не нужны людям. Как показал опыт Верджила Абло, на это надо очень немного времени. Единственный шанс не убить это все — сохранить строгий лимит, но пока непонятно готовы ли на это боссы бренда.',
  title4: 'Огромное количество вариаций',
  text4:
    'Если вы следите за мировым кино, то точно знаете, что есть большое количество успешных франшиз, в которых мы все окончательно запутались, потому что их создатели выпустили слишком много сюжетных ответвлений, свежих фильмов и прочего — это просто запутало и усложнило абсолютно все, все-таки удобство навигации это не только любимый запрос Варламова и Лебедева, но и правда очень важная часть нашей жизни. Вот в этом плане Канье очень сильно проигрывает. Слишком много всего вышло, люди просто путаются. Да, если вы рубитесь каждый дроп за право купить Yeezy.',
  image4:
    'https://static.tildacdn.com/tild3535-6632-4439-b562-336363363136/2019-07-24_155045.jpg',
  title5: 'Большие цены',
  text5:
    'Давайте честно, все-таки кроссовки от Канье стоят довольно дорого, последние релизы вообще начали резко подниматься в цене, а это точно не самый приятный бонус. Да, модель выглядит классно и за интересный дизайн окололюксового сегмента все уже привыкли платить больше 250 долларов, но все-таки не за кроссовки, технологий в которых осталось ровно на одну надпись на коробке. Возможно, это ощущается лишь мне, а все остальные, кто готов платить скажут, что это нормальное ценообразование, но если увеличился объем, то почему не уменьшилась цена? Все же знают, что чем больше партия, тем дешевле она обходится в производстве. Тут эта логика почему-то была проигнорирована. Кроссовки стали ценовой вершиной бренда adidas, что выглядит весьма логично, потому что это все-таки это Канье, но в конечном итоге люди начнут задумываться над приобретением чего-то более доступного, потому что вариантов стало гораздо больше. Цена всегда была и будет основой при покупке, остальные факторы отойдут на второй план, хоть и не такой далекий, но все-таки второй.',
  image5:
    'https://static.tildacdn.com/tild3435-3131-4634-b063-656138656232/https3A2F2Fblogs-ima.jpg',
  title6: 'Отсутствие конкуренции внутри бренда',
  text6:
    'Все-таки стоит признать, что ярких конкурентов у Канье сейчас почти нет. А когда в творческой среде отсутствует конкуренция, то может случиться так, что начнется стагнация и самоповторы. В идеале, чтобы у Канье появился столь же большой по масштабу артист, который бы своими идеями смог подтолкнуть его к чему-то новому. Да, в бренде есть Фарелл, есть Раф, есть Йоджи, но все это игроки из других лиг, поэтому равняться на них точно не стоит. У Канье свой путь — более сложный и интересный. Как только adidas сможет найти для Уэста своеобразный противовес, то он точно сможет выйти из режима выпуска кроссовок по паре в неделю в какой-то более интересный для нас. Все-таки от перенасыщения почти никто не выигрывает, если хочется играть в долгую, а не просто выжать все соки и найти кого-то нового.',
  image6:
    'https://static.tildacdn.com/tild3661-3935-4961-b133-623030376332/kanye-west-adidas-ye.jpg',
  title7: 'Упадок в творчестве',
  text7:
    'Конечно же, творчество тоже очень важно. Крутые альбомы генерируют огромне продажи, генерируют постоянные упоминания, обсуждения, споры. Все это безумно важно, особенно для человека, который так тесно связан с музыкой. Любой анонс музыкальной новинки способен дать почти любому артисту огромный прилив популярности, а Канье тем более. Все-таки все так сильно ждали YANDHI с его якобы новым крутым звуком, но альбома все нет и нет, а это лишь говорит о том, что процесс явно уже приходится в тяготу Изи. Уверен, что новая музыка способна увеличить продажи в разы, что точно выведет хайп вокруг линейки Yeezy на какой-то совершенно иной, межпланетный, уровень.',
  image7:
    'https://static.tildacdn.com/tild6135-6661-4430-a566-313761363166/KANYE-SCUBA-BOOTS-CO.png',
  lastText:
    'Все, что было написано выше, может как и помешать Канье, так и наоборот ускорить процесс роста бренда Yeezy не только в вопросе количества релизов, но и в вопросе спроса на новинки. Надеюсь, что Канье откажется от идеи выпуска своих кроссовок по несколько раз в месяц в пользу какого-то более спокойного подхода к этому вопросу.',
  subScribeButton: (
    <svg
      className="t-sociallinks__svg"
      width="48px"
      height="48px"
      viewBox="0 0 100 100"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
    >
      <path
        fillRule="evenodd"
        clipRule="evenodd"
        d="M50 100C77.6142 100 100 77.6142 100 50C100 22.3858 77.6142 0 50 0C22.3858 0 0 22.3858 0 50C0 77.6142 22.3858 100 50 100ZM71.9772 31.9444C72.3626 27.5643 67.7373 29.3678 67.7373 29.3678C64.3221 30.7816 60.7999 32.2183 57.2398 33.6705C46.2008 38.1733 34.7962 42.8253 25.0811 47.4036C19.8133 49.3361 22.8969 51.2685 22.8969 51.2685L31.2483 53.845C35.1027 55.0044 37.1585 53.7162 37.1585 53.7162L55.146 41.4776C61.5701 37.0975 60.0284 40.7047 58.4866 42.2506L44.9958 55.1332C42.9401 56.9368 43.968 58.4828 44.8674 59.2557C47.4163 61.5047 53.6866 65.6195 56.4241 67.4159C57.1364 67.8833 57.6095 68.1938 57.7156 68.2736C58.3581 68.789 61.827 71.1078 64.1398 70.5925C66.4525 70.0772 66.7094 67.1142 66.7094 67.1142L69.793 46.8883C70.2555 43.377 70.786 40.002 71.2097 37.3064C71.6099 34.7603 71.9148 32.8205 71.9772 31.9444Z"
        fill="#000000"
      ></path>
    </svg>
  )
}
