export const imageItem = [
  {
    url: 'https://thumb.tildacdn.com/tild3035-3266-4935-b038-323633356638/-/format/webp/vk.png',
    title: 'Пять фэшн-фильмов, связанных с хип-хоп-культурой от Deep Cuts',
    text: 'Наши друзья из Deep Cuts рассказывают о пять фильмах, тесносвязанных с хип-хопом и стритвэром в целом'
  },
  {
    url: 'https://thumb.tildacdn.com/tild6462-3837-4634-b430-336666303339/-/format/webp/2019-10-15_002759.jpg',
    title: 'Интервью с Marcelo Miracles',
    text: 'Миша Постников поговорил с Марком Родовским (Marcelo Miracles) о его карьере профессионального фингербордиста, его брендов, байе, а также о том, почему он считает, что «разъебал» индустрию.'
  },
  {
    url: 'https://thumb.tildacdn.com/tild6338-6166-4166-a163-353534633161/-/format/webp/tl.jpg',
    title: 'Лучшие кроссовки уходящего лета',
    text: 'Взгляд Андрея Приловски на новинки лета из мира кроссовок. Мнение автора может не совпадать с мнением themarket.'
  },
  {
    url: 'https://static.tildacdn.com/tild6264-6333-4363-a237-666237383131/tilda_banner_copy_2.png',
    title: 'hemarket iview 002: Жак Франко (СВЯЗАННЫЙ)',
    text: 'Интервью с организатором привоза KILLY в Москву'
  },
  {
    url: 'https://static.tildacdn.com/tild3165-6661-4762-b263-636533336264/2018-08-16_003750.jpg',
    title: 'Обзор: Э.Трибека',
    text: 'Обзор на флагманскую модель для повседневной носки от некогда популярного бренда'
  }
]
